[
    {
        "title": "Web Dev Lec 1 - HTTPS & HTML",
        "body": "Leaned about the HTTPS protocols and HTML Tags. The purple cat danced gracefully under the twinkling stars, while a curious banana juggled pineapples and sang songs of adventure. Meanwhile, the mysterious cheese whispered secrets to the enchanted toaster, and the fearless socks embarked on a quest to find the legendary chocolate fountain hidden deep within the mystical forest. As the moon smiled down upon the whimsical scene, the adventurous spoon bravely sailed across oceans of imagination, seeking treasures of laughter and joy.",
        "id": 366656,
        "updated": "2024-02-20T15:20:49.583Z"
    },
    {
        "title": "Web Dev Lec 2 - CSS & Layouts",
        "body": "Leaned about the different CSS properties and Layout types. The cozy cafe on the corner of Elm Street was bustling with activity. The aroma of freshly brewed coffee filled the air, mingling with the scent of freshly baked pastries. People chatted animatedly at tables, while soft jazz music played in the background. Outside, the autumn leaves rustled in the gentle breeze, creating a symphony of colors on the sidewalk. It was a scene straight out of a storybook, inviting anyone who passed by to step inside and experience its warmth and charm.",
        "id": 366657,
        "updated": "2024-03-20T15:20:49.583Z"
    },
    {
        "title": "Web Dev Lec 3 - SCSS & Layouts",
        "body": "Leaned about the different SCSS properties and Layout usage. As the sun dipped below the horizon, casting hues of orange and pink across the sky, Sarah found herself lost in thought. She sat on the old wooden bench overlooking the tranquil lake, listening to the gentle lapping of the water against the shore. Memories flooded her mind, of laughter shared with friends, of dreams chased and adventures embarked upon. In that moment of quiet reflection, she felt a sense of peace wash over her, like a warm embrace from the universe itself.",
        "id": 366658,
        "updated": "2024-04-20T15:20:49.583Z"
    }
]